{
"stringList" : {
"20.either" : [ 	"You feel gobs of gooey cum slowly trickling inside you.",
		"Your [holes] [is] sticky from all the cum inside you.",
		"You can feel the cum slowly leaking from your [holes].", 
		"You can feel the warmth from the fresh cum within you.",
		"The warm seed inside you makes your [holes] feel nice and slick.",
		"You can feel the spunk left from your last intercourse safely resting inside of you.",
		"You can feel the fresh load of spunk squelching within you as you move.",
		"You can feel the load of seed you received dripping inside your body.",
		"You can feel the warmth spreading within you as the cum passes through your body.",
		"You can feel the load of spunk you received sliding deeper within your body.",
		"You can feel your muscles clench as your body pushes the warm seed through you." ],

"20.vaginal" : [	"You can feel your vagina still slightly parted and open after its recent penetration.",
		"Your vaginal lips feel well lubricated from the last load of spunk that was left inside your body." ],

"20.anal" : [		"You can the cum in your buttocks squelching as you move.",
		"Your buttock's insides feel smooth and slick from the cumload you received." ],

"30.either" : [ 	"The slow leak of the gooey jizz from your orifices remind you of the sex you had.", 
		"You can feel the warm seed sloshing inside you, keeping you aroused and slick, an easier prey for whoever will want to take you next.", 
		"You cannot help but feel glowing and happy from the still-warm cum inside you.",
		"Your [holes] feel[s] well lubricated from all the seed inside of you.",
		"The load of seed freely sloshing through your body tells you that you can take more cum within you.",
		"You can feel the load of spunk moving in your [womb and] buttocks.",
		"You can feel your body relax as the warm seed flows through you.",
		"You can feel your insides becoming warm and slick as the load of spunk flows through you.",
		"The warm spunk flowing through you keeps you both slick and aroused." ],

"30.vaginal" : [	"You can feel warm and gooey spunk slowly dripping inside your vagina.",
		"All that spunk inside you keeps your vagina slick and ready to receive more.",
		"You can feel the load of cum squelching inside your nicely filled vagina." ],
	  
"30.anal" : [		"You can feel the sticky gobs of cum lubricating your backdoor.",
		"You can feel the warmth from your well lubricated backdoor radiating through your body.",
		"All that jizz you received inside your backdoor you feel smooth and slick, and ready for more to come." ],
	  
"40.either" : [	"The large load that was forced into you is now slowly leaking out of your [holes], in a way that is both humiliating and arousing.",
		"The pool of cum inside you is sloshing with every step, a reminder of how much of a slut you are.",
		"Your stomach feels full with the load of cum that was forced into you.",
		"You can feel the sticky cum pouring inside your [holes].",
		"You can feel the jizz in your [holes] seeping deeper inside your body.",
		"You can feel the load of spunk within you gently pressing against your belly.",
		"You can feel all that warm spunk within you nicely filling you up.",
		"You can feel the pressure on your expanded belly to make room for all the jizz within you.",
		"You can feel your body expanding to make room for all the loads of cum flowing within you." ],

"40.vaginal" : [ 	"Your vagina feels filled with the cum that's seeping inside you.",
		"You can feel the flood of warm jizz that was forced in your womb now seeping back into your vagina.", 
		"You can feel the spunk pressed into your filled vagina seeping into your womb." ],
	  
"40.anal" : [		"The load of cum you received in your ass is now spreading a warm feeling inside your tummy.",
		"Your buttocks feel nicely round and full with your insides filled with cum.",
		"All that seed shot within you is keeping your bum nicely filled." ],
	  
"50.either" : [	"Your cum-dilated belly is the visible proof to anybody of what kind of slut you are.",
		"You feel a trickle of cum running down your leg.",
		"The loads of warm spunk filling you up are keeping you nice and warm, despite the cold.",
		"You can hear and feel the jizz within you sloshing inside your body as you move.",
		"Your [holes] feel[s] well lubricated as cum is constantly leaking from your filled body.",
		"You can feel your belly bloating to keep up with all that spunk within you.",
		"The huge loads of spunk sloshing within you make you feel both humiliated and aroused.",
		"You can feel your innards being forced aside by the flow of cum seeping through you.",
		"You can feel your belly and bum bouncing with every step as the cum is sloshing throughout your body.",
		"You can tell that your cum-inflated body is showing everyone how much spunk has been forced into you, making you feel quite aroused." ],
	  
"50.vaginal" : [	"You can feel the cum in your vagina pressing past your cervix, managing to enter your womb.",
		"You can feel your vagina spasm as it overflows with cum." ],

"50.anal" : [		"You feel how filled up your ass is from the loads of cum you received.",
		"You can feel your sphincter clench to keep all that spunk inside your bum." ],
	  
"60.either" : [	"The huge load of seed in your belly is squelching with your every movement, reminding you of the pounding you took.",
		"Your midrif is visibly distended by the loads you have taken, making you a cum slut for anyone to see.",
		"You can feel the sticky jizz squelching in your [holes].",
		"Your [holes] feel[s] sore both from the pounding you took and the struggle to keep all that spunk within you.",
		"Your legs feel heavy and tired as that huge load of seed inside you presses down your body.",
		"Your whole body feels wet and slick inside as all all that spunk fills you up near completely.",
		"You can feel your belly stretched to its natural limit to accomodate all that spunk resting within you.",
		"You can feel considerable pressure on your [holes] from the loads of seed within you trying to flow out.",
		"The warm seed filling you up entirely is making you feel both relaxed and happy." ],
	  
"60.vaginal" : [	"Your twat and thighs are covered in the gooey cum leaking from your filled belly.",
		"You can feel your vaginal lips becoming swollen and slick with all that cum now constantly dripping out of you.",
		"You can feel your vagina stretched beyond its limit to accomodate for all the spunk its filled with." ],
	  
"60.anal" : [		"You can feel the buckets of cum you took in the ass now making their way out of you, in a gooey stream on your thighs.",
		"You can feel your muscles cramp trying to hold all the jizz that was forced inside your bum.",
		"You can feel the entirety of your backdoor as every inch of it is filled with warm spunk." ],
	  
"70.either" : [ 	"Huge loads of cum are sloshing around in your inflated belly, hampering your movements.",
		"Your belly is distended by the cum inside you, despite the constant leaking down your thighs, forcing you to walk carefully.",
		"You can feel the cum sloshing in your [holes].",
		"You can hear suqelching noises from your cum filled belly.",
		"Your body is filled to its maximum capacity with warm spunk.",
		"The constant sloshing within you reminds you how much of a load of seed you are carrying.",
		"You feel both your legs get sticky from the spunk leaking out of you.",
		"Your body feels damp and sweaty carrying that load of seed inside of you.",
		"You feel your belly being stretched and bloated to its natural limit, completely filled with seed.",
		"You feel your body spasm, needing a well-deserved break from carrying the load sloshing inside you." ],
						
"70.plugged.either" : [ 	"You can feel your body trying to expell the huge load of cum inside you, but the [plugs] [is] keeping you well filled.",
		"Your [sphincters] spasm[s] around the [plugs], trying somehow to push the gooey spunk out of your inflated belly.",
		"You can feel your tense muscles relax as the [plugs] keep[s] all that spunk safely inside of you.",
		"You feel short of breath carrying that heavy load of seed around inside you.",
		"You can feel the loads of gooey spunk pressuring your [plugs] and already sore [holes].",
		"You can feel your whole body tense as it is forced to expand beyond its natural limit.",
		"Your whole body feels tense and tired of carrying that heavy load of seed within you.",
		"Filled up with so much jizz, you feel your body growing rapidly tired, needing a rest soon.",
		"With no way to leave you, you can feel the huge load of seed filling your insides completely.",
		"You can feel all the different loads of warm seed freely sloshing throughout your body.",
		"You can feel your back aching from all that cum forced to rest inside your bloated belly." ],
			
"70.vaginal" : [ 	"You can feel the gooey loads of seed in your dilated womb squirting down in your cooch and onto your legs.",
		"You feel your vagina become hot and swollen to keep hold to the big load within you.",
		"You feel what seems to be gallons of spunk pressing onto your vagina, trying to flow out of you." ],
	  
"70.anal" : [ 	"The anal pounding you took is making walking painful, and the huge pool of jizz in your bulging tummy is not helping.",
		"The truly massive load in your bum is radiating a nice warmth inside your buttocks.",
		"The pressure on your bum never seems to cease as each leaked drop is replaced by another from the massive load still pressuring your insides." ],
	  
"70.plugged.vaginal" : [	"You can feel your vaginal muscles getting tense with all that spunk forcefully locked inside.",
		"Plugged like that, you feel that your whole vagina is filled to the brim with spunk." ],

"70.plugged.anal" : [ 	"You almost trip as your sphincter clenches around the plug, trying to push it out of your bum.",
		"You can feel the pressure on your sphincter from the heavy load of cum in your bum, but the plug won't budge." ],

"80.either" : [ 	"The huge loads of spunk forced into you are painfully bloating your innards, making any movement difficult.",
		"You yelp in pain as the jizz within you presses on your inner organs.",
		"You can feel how tense and sore your body is, being stretched beyond its natural limit.",
		"You stumble and feel ready to faint, your insides overflowing with cum.",
		"Your legs are wobbling, unable to carry that heavy load you feel within you any further.",
		"The pain in your back from that oversized belly of yours is becoming almost unbearable.",
		"Your breath is rattling, as your overfilled body makes it difficult to breathe.",
		"The buckedloads of spunk filling you up are making any movement difficult and painful.",
		"The cramps from your overstretched belly are rippling through your body." ],
	  
"80.plugged.either" : [ 	"Your muscles spasm against the [plugs] inside you, but barely any of the spunk that is distending your belly manages to escape.",
		"With each step, you feel loads of cum shifting inside you.",
		"You feel your body ache as it tries to stretch even more, accomodating to all that spunk force to reside within you.",
		"Trying to push out the [plugs] securing all that jizz inside you makes you almost faint, but to no avail, the [plugs] stay[s] securely in place.",
		"The sea of seed forcefully sloshes through you, pushing your innards out of its way.",
		"Your overfilled belly is making you stumble with every step.",
		"Your cum-inflated belly makes it difficult for you to sit, or lay down, in any position.",
		"The load of spunk sloshing back and forth within you almost makes you lose your balance as you walk." ],


"80.vaginal" : [ 	"The forceful impregnation is distending your womb, making your whole body ache.",
		"Your overstretched vagina is making movement diffult.",
		"You're sure your vagina is ready to cramp again at any moment now." ],
	  
"80.plugged.vaginal" : [ 	"The sea of cum distending your womb is sloshing painfully inside you, left no escape by how well plugged you are.",
		"You can feel how sore and loose your vagina has become, the spunk only held within you mercilessly by the plug locking you up.",
		"Your red and swollen vagina is begging for release, yet the [plugs] deny you any chance to relax and release the spunkload from within you." ],
	  
"80.anal" : [ 	"Your entrails are painfully stretched by the cum enema you received, shamefully pressing your insides with every move.",
		"The spunk loaded inside your buttocks is bouncing with every step, pressing onto your sphincter even more.",
		"You can tell your body is rounder and bigger than ever before, every inch filled with that huge load dumped into you." ],
	  
"80.plugged.anal" : [ 	"Despite the relentless pressure from the cum distending your belly, the plug in your ass is barely letting a drop leak.",
		"You can feel the plug tearing your sphincter as the cum in your ass presses down on it.",
		"The forceful pressure of that spunkload inside your bum, only held in place by the plug, is making it difficult for you to sit down.",
		"The huge stock of seed inside your buttocks sends jolts of pain through your body with every step." ],
	  
"100.either" : [ 	"Your belly is stretched past any [race]'s limits, the cramps both painful reminder and public shame of the cum slut you are.",
		"You double down, pain lancing through your bloated innards as the huge loads of seed inside you make their way down.",
		"The weight and the wobling around of your grossly distended belly almost makes you trip with every step, as flashes of pain wash over you.",
		"You gently touch your swollen belly to feel the loads of cum inside you.",
		"You feel so full, every square inch of your body seems double-filled with semen.",
		"Stretched beyond any means and with every tiny inch inside you overly filled with spunk, your body is somehow still capable of holding onto that seed you're loaded with.",
		"The sloshing has ended within you. You can tell you're so filled that the seed has nowhere to flow anymore.",
		"The huge load of spunk inside you is weighing heavily on you, making you almost drop to your knees as you walk.",
		"Waves of pain crash over you from your filled up body, forcing you to focus on clinging to consciousness.",
		"Being filled and bloated beyond possibility for any [race], you are shaken between waves of painful spasms and thrill of being so filled up.",
		"Spasms of pain grip your body, as it clenches around the sticky seed filling you up, forcing you to stop and gasp for breath." ],

"100.vaginal" : [	"Your clit is red and swollen, and completely slick from all that spunk leaking out of you.",
		"The cramps inside your vagina are quite painful, making it impossible to open yourself, working almost like a plug." ],

"100.anal" : [	"The immense pressure on your sphincter makes it hard to focus, requiring all concentration to hold the huge amount of seed in place inside you.",
		"The cramps in your buttocks clench around the sticky jizz within you, making it temporarily impossible to push it out." ],
	  
"100.plugged.either" : [ 		"With your every move, you can feel gooey spunk painfully shifting back and forth inside your bloated innards, not a drop escaping past the girth of the [plugs] stretching your [holes].",
			"You can feel your whole body being stretched by the overflow of cum within you, your skin prickling from being stretched beyond any means you thought possible.",
			"White lights sparkle before your eyes as you nearly loose consciousness from the pain of your overfilled body.",
			"You feel your knees and hands shaking due to the exhaustion of your body.",
			"Your whole body feels like it's being pressed from the inside, as there's just not enough space for all the spunk forced to reside within you.",
			"Your overfilled body feels like it's ready to burst at any moment.",
			"Your overloaded insides make it difficult for you to focus on anything but how bloated and cum-filled your body is.",
			"Being forced to carry that massive load of seed has worn out your body so much you could collapse on the spot.",
			"You can feel the [plugs] tearing at you due to the pressure of your bloated and filled insides, yet the [plugs] remain securely in place, locking the spunk inside of you.",
			"Your overfilled body makes you feel so weary and tired, yet the [plugs] inside you deny[s] any sort of outward flow.",
			"The warm spunk constantly pressuring your insides is a constant reminder of how full of you spunk you are." ],
	  
"100.plugged.vaginal" : [	"Your vaginal lips feel almost numb after being forced to endure such pressure for this long.",
			"The plug is inside your vagina is completely slick from all that spunk in you, yet it won't move regardless of how much you try to shift it." ],

"100.plugged.anal" : [ 	"Your anal muscles have gone completely slack, the cum only held within you by the plug still resting inside you.",
		"Being filled and stretched for so long, your sore bum has almost adapted to the shape of the plug forcing the seed to remain within you." ]
}
}